[GENERAL]
NAME				= O‘zbekcha (Uzbek)
TRANSLATOR			= -
DLG_FONT_NAME			=
DLG_FONT_SIZE			=
; e-mail: zfrx94@mail.ru
; Updated translate: 10.07.2015
[TEXT]
TEXT_EXPIRED			= Amal qilish mudatti tugamoqda.
TEXT_BETA			    = Beta versiya
TEXT_UNREGISTERED		= Qayd etilmagan
TEXT_SAFEMODE			= Safe mode
TEXT_SAFEMODE_MESSAGE		= Bandicam is running in safe mode. \nSome features, including hardware accelerated encoding, may not work in safe mode.
TEXT_INIT_FAIL			= Dasturni ishga tushirib bo‘lmaydi.
TEXT_APPINFO			= Bandicam - yuqori samarali video tutgich
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Diskda joy yetarli emas.
TEXT_ERROR_VIDEO_CAP		= Videoni tasvirga olish vaqtida xatolik.
TEXT_ERROR_AUDIO_CAP		= Ovozni yozish vaqtida xatolik.\nAgar sizga yordam kerak bo‘lsa, «ОК» tugmasini bosing.
TEXT_ERROR_IMAGE_CAP		= Rasmga olishda xatolik.\nIltimos, chiquvchi jildni tekshiring.
TEXT_ERROR_CREATEFILE		= Faylni hosil qilib bo‘lmadi.\nAgar yordam kerak bo‘lsa, «ОК» tugmasini bosing.
TEXT_ERROR_OUTPUTFOLDER		= Output folder doesn't exist. Please change the output folder.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Kodekni qo‘shishda xatolik.
TEXT_ERROR_CODEC_INIT_RETRY	= Failed to initialize codec.\nDo you want to try again with the H.264 (CPU) codec?
TEXT_ERROR_CODEC_VIDEO		= The recording has stopped because there is a problem with the video codec.
TEXT_ERROR_LOGO_IMAGE		= Ushbu rasm formati qo‘llanmaydi. \nIltimos, PNG formatidagisini tanlang.
TEXT_ERROR_INIT_DEVICE		= Failed to initialize the video capture device.
TEXT_ERROR_NO_DEVICES		= No video capture devices have been detected.
TEXT_ERROR_EXISTING_PRESET_NAME	= The preset name you entered already exists. \nPlease enter a different name.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = This feature is no longer available due to Facebook's policy.
TEXT_CAN_NOT_CHANGE_TB		= Bu jarayon faqat qayd etilgan versiya uchun. \nIltimos, dasturni qayd eting!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= You can not add more than 10 items.
TEXT_WARNING_AMD_APP		= Sizning tizimingiz «H.264 (AMD VCE)ni» qo‘llamaydi, shuning uchun odatiy kodeklardan foydalaning.
TEXT_WARNING_AMD_APP2		= Sizning tizimingiz «H.264 (AMD VCE)ni» qo‘llamaydi.
TEXT_WARNING_DEVICE_CHANGE	= If you change the video device settings, the recording will be stopped. Are you sure you want to continue?
TEXT_WARNING_EXIT_BANDICAM	= If you close Bandicam, the recording will be stopped.\n Are you sure you want to close Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= After this application is terminated, the scheduled recording can no longer proceed. \nAre you sure you want to close Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Are you sure you want to delete the selected overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?

; video setting page name
TEXT_VID_PAGE_SOUND		= Ovoz
TEXT_VID_PAGE_WEBCAM		= Veb kamera
TEXT_VID_PAGE_LOGO		= Logotip
TEXT_VID_PAGE_EFFECTS		= Mouse
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Tanlov

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Asosiy
TEXT_OPT_PAGE_OUTPUT		= Chiquvchi
TEXT_OPT_PAGE_HOOKING		= Olish
TEXT_OPT_PAGE_LANGUAGE		= Til
TEXT_OPT_PAGE_OTHERS		= Boshqalar

TEXT_VIDEO			= Video
TEXT_AUDIO			= Ovoz

TEXT_FOLDER_SELECT		= Saqlash uchun jildni tanlang.

TEXT_FMT_FULL_SIZE		= To‘liq hajmda
TEXT_FMT_HALF_SIZE		= Yarim hajmda
TEXT_FMT_FIT_WIDTH		= Eni
TEXT_FMT_FIT_HEIGHT		= Bo‘yi
TEXT_FMT_CUSTOM_SIZE		= Belgilash
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Original audio format
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Lossless

; preset
TEXT_PRESET_DEFAULT		= Odatiy
TEXT_PRESET_HALFSIZE		= Yarim o‘lchamda
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Tezkor 60 FPS uchun
TEXT_PRESET_LOWEND		= Pastkuchlanuvchi ShK
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= PMP/Divx Player uchun
TEXT_PRESET_EDIT		= Videotahrir uchun
TEXT_PRESET_POWERPOINT		= MS PowerPoint uchun
TEXT_PRESET_320x0		= Eni, 320x0
TEXT_PRESET_640x0		= Bo‘yi, 640x0
TEXT_PRESET_800x0		= Eni, 800x0
TEXT_PRESET_1280x0		= Eni, 1280x0
TEXT_PRESET_USER		= Foydalanuvchi

TEXT_CHANGE_LANG		= Bandicam tilini almashtirish uchun qaytaqo‘shish kerak.\nQaytaqo‘shilsinmi?
TEXT_CHANGE_HOOK		= Tutuluvchi nishonni almashtrish uchun Bandicamni qaytaqo‘shish kerak.\nHoziroq qaytaqo‘shilsinmi?
TEXT_CHANGE_SIZE		= Bandicamni oyna o‘lchamini o‘zgartirish uchun, qaytaqo‘shish kerak.\nHoziroq qaytaqo‘shilsinmi?
TEXT_RESET_ALL_SETTINGS		= Siz haqiqatan ham, hamma moslashtrishlarni standart holatga qaytarasizmi?

TEXT_REGISTER_SUCCEEDED		= Bandicam qayd etildi. Rahmat!
TEXT_REGISTER_FAILED		= Qayd etishda xatolik. \nE-mailingiz va Seriya raqamini tekshirib ko‘ring.
TEXT_REGISTER_CONNECT_FAILED	= Server bilan bog‘lanib bo‘lmadi.\nIltimos Internetni bog‘langanligini tekshirib ko‘ring va tizim vaqti va sanasini bugunga tog‘rilang.\nAgar sizga yordam kerak bo‘lsa, «ОК» tugmasini bosing.
TEXT_REGISTER_INFO		= E-mail: %s\r\nSeriya raqami: %s
TEXT_REGISTER_LIMITED		= Yozish to‘xtatildi.\n\nSiz qayd etilmagan versiyada faqat 10 daqiqa yozishingiz mumkin. \nIltimos, dasturni qayd eting!
TEXT_REGISTER_LIMITED_SREC	= Siz qayd etilmagan versiyada faqat 10 daqiqa yozishingiz mumkin. \nIltimos, dasturni qayd eting!
TEXT_REGISTER_NEWRECORD		= Siz qayd etilmagan versiyada yangidan yozishingiz mumkin emas. \nIltimos, qayd eting!
TEXT_REGISTER_LICENCE_INFO	= Qayd etilmagan!!!\r\nAgar logotipsiz yozmoqchi bo‘lasangiz, \r\nSiz litsenziyani sotib oling.

TEXT_PROGRAM_INVALID		= Dasturda nuqson bor. \nIltimos, dasturni qayta o‘rnating.

TEXT_SELECT_NOT_SELECTED	= Please select a recording mode
TEXT_SELECT_TARGET		= Oynani bosing
TEXT_SELECT_DEVICE		= Please select a video capture device
TEXT_TARGET_DIRECTX		= Game Recording Mode - O‘yinlar va Video lavhalarni DirectX yordamida yozish.
TEXT_TARGET_SCREEN		= Screen Recording Mode - Ish stoli va Veb videoni yozish.
TEXT_TARGET_DEVICE		= Device Recording Mode - Record Webcam and HDMI Capture Device.
TEXT_TARGET_CHANGING		= Agar yozish uslubini o‘zgartirsangiz, yozish to‘xtatiladi.\nDavom etirishni xohlaysizmi?
TEXT_TARGET_CLOSE		= If you close the current recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Siz «Game Recording Mode» yoza olmaysiz chunki shunday oyna tanlanmagan.\n\nSiz «Screen Recording Mode» uslubida yozishni xohlaysizmi?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= You can't start recording in 'Device Recording Mode' because the capture device is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= You can't start recording because the recording mode is not selected.\n\nDo you want to select 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= Tayyor
TEXT_STATUSBAR_RECORDING	= Yozmoq
TEXT_STATUSBAR_PAUSE		= Pauza

TEXT_UPDATE_AVAILABLE		= Bandicamning yangi versiyasi aniqlandi. \nYuklab olasizmi?
TEXT_UPDATE_UNAVAILABLE		= Siz eng oxirgi versiyani ishlatayapsiz.
TEXT_UPDATE_FAILED		= Yangisi versiyani tekshirishda xatolik. \nInternet bilan bog‘lanish yo‘q\nyoki server mavjud emas.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= To‘liq ekranda
TEXT_TARGET_RESTORE		= Qaytarmoq
TEXT_TARGET_FIND		= Select a recording area
TEXT_TARGET_RESIZE		= O‘lchamni tanlash menyusi
TEXT_TARGET_IMAGE		= Suratga olmoq
TEXT_TARGET_PEN			= Chizish uslubi
TEXT_TARGET_RECORD_START	= Video yozish - start
TEXT_TARGET_RECORD_PAUSE	= Video yozish - pauza
TEXT_TARGET_RECORD_STOP		= Video yozish - stop
TEXT_TARGET_MENU		= Menu
TEXT_TARGET_DISPLAY		= Display %d

TEXT_DEVICE_FULL		= Fullscreen
TEXT_DEVICE_RESTORE		= Restore
TEXT_DEVICE_SELECT_DEVICE	= Select device
TEXT_DEVICE_VOLUME		= Volume control
TEXT_DEVICE_IMAGE		= Image capture
TEXT_DEVICE_RECORD_START	= Video record - start
TEXT_DEVICE_RECORD_PAUSE	= Video record - pause
TEXT_DEVICE_RECORD_STOP		= Video record - stop
TEXT_DEVICE_MENU		= Menu

TEXT_RC_HOWTO_NOCOMPLETE	= Avtoto‘xtovsiz yozish
TEXT_RC_HOWTO_BYTIME		= Vaqt bo‘yicha
TEXT_RC_HOWTO_BYSIZE		= Hajm bo‘yicha
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD		= Yangi yozishni boshlash
TEXT_RC_AFTER_EXIT		= Bandicamdan chiqmoq
TEXT_RC_AFTER_SHUTDOWN		= Komputerni o‘chirib qo‘ymoq

TEXT_SHUTDOWN_SEC		= Tizim %d soniyadan so‘ng o‘chadi.

TEXT_SEL_IMAGE_FILE		= Rasmli faylni tanlang.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- O‘chirilgan (Tavsiya etiladi) --

TEXT_CORRUPTED_AVI_FILE		= Oxirgi yozilgan fayl shikastlangan.\nUning xatoligi tuzatilsinmi?\n\nFayl: %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Bandicam sozlamalar oynasini ko‘rish uchun, treydagi dastur yorlig‘ini bosing.
TEXT_TRAY_BALLOON_TIP_RECT	= Ekran hududidagi ramkani ko‘rsatish uchun, treydagi yorliqni bosing.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Click the tray icon to show the device recording window.
TEXT_FORCE_STOP			= Yozishni to‘xtatib bo‘lmadi, \nyoziloyotgan oyna javob bermayapti.\nMajburiy to‘xtatilsinmi?
TEXT_EXTERNAL_CODEC		= - Tashqi kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Avto tanlov)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Yozish holati
TEXT_INDICATOR_TIME		= Yozish vaqti
TEXT_INDICATOR_SIZE		= Yozilgan fayl hajmi / diskda bo‘sh joy
TEXT_INDICATOR_VOLUME		= Joriy ovoz balandligi

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [ O‘rtacha ]   topshiriq uchun o‘rtacha taqsimlash
TEXT_REC_PRIORITY_HIGH		= [ Yuqori o‘rtacha ]   Yuqori, o‘rtacha taqsimlashga nisbatan
TEXT_REC_PRIORITY_HIGHEST	= [ Yuqori ]   Boshqa dasturlar sekin ishlaydi

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut o‘rnatilmagan. Bandicutni internetdan yuklab olishni xohlaysizmi?
TEXT_OUTPUTS_DELETE		= Tanlangan fayllarni doimo uzoqlashtirishni xohlaysizmi?
TEXT_OUTPUTS_SELCOUNT		= %d ta elementlar tanlangan

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Nishon nomi
TEXT_FILE_NAME_PREFIX_CUSTOM	= Odatiy pristavka
TEXT_FILE_NAME_PREFIX_NONE	= Yo‘q
TEXT_FILE_NAME_SUFFIX_TIME	= Sana/Vaqt
TEXT_FILE_NAME_SUFFIX_NUMBER	= Ketma-ket raqam

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= 1 va 1440 daqiqalar orasidagi raqamlarni kiriting.
TEXT_TIMER_REC_STOP_RECORDING	= Yozish jarayoni ketmoqda. \nSiz yozishni to‘xtatib, davom ettirmoqchimisiz?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Timer Recording is not available because the recording mode is not set. Please select the recording mode first.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VID_NO_PASSWORD	= Please enter a password.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Login - Youtube
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Login - Facebook
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.

; deinterlacing
TEXT_DEINT_NONE			= None
TEXT_DEINT_ODD			= Odd Fields
TEXT_DEINT_EVEN			= Even Fields
TEXT_DEINT_BLEND		= Blend

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Only record while pushing
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Only mute while pushing

; download & update 
TEXT_UPDATE_IN_PROGRESS		= The installation is in progress...
TEXT_UPDATE_FAILED_DL		= Failed to download installation files. \nThis system may not be currently connected to the Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= The installation completed.
TEXT_UPDATE_INSTALL_FAILED	= The installation failed.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (None)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertical

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Name
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Start time
TEXT_SREC_HEADER_END_TIME	= End time
TEXT_SREC_HEADER_DURATION	= Duration
TEXT_SREC_HEADER_TARGET		= Target
TEXT_SREC_HEADER_AFTER_REC	= After recording
TEXT_SREC_DEFAULT_NAME		= Schedule
TEXT_SREC_DELETE_SCHEDULES	= Are you sure you want to delete selected schedules permanently?
TEXT_SREC_STATUS_WAITING	= Waiting
TEXT_SREC_STATUS_RECORDING	= Recording
TEXT_SREC_STATUS_PASSED		= Passed
TEXT_SREC_STATUS_INACTIVE	= Inactive
TEXT_SREC_TARGET_NOT_CHANGE	= (Do not change)
TEXT_SREC_TARGET_FULL_SCREEN	= Fullscreen
TEXT_SREC_TARGET_CUSTOM_AREA	= Rectangle on a screen
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Use the last recording target.
TEXT_SREC_DISPLAY		= Display %d
TEXT_SREC_DO_NOTHING		= (Do nothing)
TEXT_SREC_EXIT_BANDICAM		= Exit Bandicam
TEXT_SREC_SHUTDOWN_PC		= Shutdown your computer
TEXT_SREC_ERR_TIME		= The duration must be between 00:00:01 and 23:59:59.
TEXT_SREC_ERR_DAY		= At least one day must be selected.
TEXT_SREC_ERR_OVERLAPPED	= The recording time overlaps with "%s"
TEXT_SREC_SAME_DAY		= Same day
TEXT_SREC_DAY_AFTER		= Day after
TEXT_SREC_EVERYDAY		= Everyday
TEXT_SREC_SUN			= Sunday
TEXT_SREC_MON			= Monday
TEXT_SREC_TUE			= Tuesday
TEXT_SREC_WED			= Wednesday
TEXT_SREC_THU			= Thursday
TEXT_SREC_FRI			= Friday
TEXT_SREC_SAT			= Saturday
TEXT_SREC_START_INFO		= Start recording in %s.
TEXT_SREC_STOP_INFO		= Stop recording in %s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= There are no scheduled recordings.
TEXT_SREC_WAITING_1		= There is 1 scheduled recording.
TEXT_SREC_WAITING_N		= There are %d scheduled recordings.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Default Sound Device)
TEXT_DEFAULT_DEVICE_FORMAT	= (Auto-detect Format)
TEXT_HOTKEY_NONE		= (None)
TEXT_ADD_YOUR_TEXT_HERE		= Add your text here

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Home
$BN_PAGE_GENERAL		= Asosiy
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Rasm
$BN_PAGE_ABOUT			= Dastur haqida
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Tanlov
$ST_GEN_OUTPUT_FOLDER		= Chiquvchi jild
$BN_GEN_OPEN_OUTPUT_FOLDER	= Ochmoq
$BN_GEN_ADV_OPTIONS		= Batafsil
$CK_GEN_ALWAYS_ON_TOP		= Bandicam doimo oldingi oynada
$CK_GEN_START_MINIMIZED		= Bandicam trey menyusida ishga tushirish
$CK_GEN_RUN_WHEN_START		= Windows bilan birga ishga tushirish
$CK_GEN_RECORD_WHEN_RUN		= Bandicam ishga tushirilganda to‘liq ekranda yozishni boshlash
$CK_GEN_TIMER_RECORDING		= Avtomatik Yozishni boshlash vaqtini o‘rnatmoq
$ST_GEN_LANGUAGE		= Til
$ST_GEN_REC_AUTO_START		= Avtomatik yozishni boshlash
$ST_GEN_REC_SCHEDULED		= Scheduled Recording
$BN_GEN_REC_SCHEDULED		= Settings
$ST_GEN_REC_AUTO_COMPLETE	= Yozishni avtomatik tugallash
$BN_GEN_REC_AUTO_COMPLETE	= Moslashtrish
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS
$CK_FPS_OVERLAY_HOTKEY		= Show/Hide Hotkey
$CK_FPS_OVERLAY_POS_HOTKEY	= Position Hotkey
$CK_FPS_OVERLAY			= O‘rni
$ST_FPS_LIMIT			= FPS cheklovi
$CK_FPS_LIMIT_HOTKEY		= Tugma
$CK_FPS_LIMIT			= Cheklov o‘rnatish
$CK_FPS_LIMIT_ONLY_CAP		= Faqat tutishdan oldin
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Yozmoq
$CK_VID_RECORD_HOTKEY		= Yozish/To‘xtatish tezkor tugmasi
$CK_VID_PAUSE_HOTKEY		= Pauza tezkor tugmasi
$CK_VID_SHOW_CURSOR		= Sichqoncha kursorini ko‘rsatish
$CK_VID_CLICK_EFFECTS		= Sichqonchani bosish effektlari
$CK_VID_WEBCAM_OVERLAY		= Veb kamerani ustiga qo‘shish
$BN_VID_RECORD_SETTINGS		= Moslashtirish
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Sozlanmalar
$BN_VID_FORMAT_PRESETS		= Shablonlar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Suratga olmoq
$CK_IMG_CAPTURE_HOTKEY		= Tugma
$CK_IMG_CAPTURE_REPEAT		= Ekranni tutishni takrorlash
$ST_IMG_CAPTURE_REPEAT		= soniya.
$CK_IMG_SHOW_CURSOR		= Sichqoncha kursorini ko‘rsatish
$CK_IMAGE_ADD_LOGO		= Add logo overlay
$CK_IMG_SHUTTER_SOUND_EFFECT	= Ovozni yoqish
$BTN_IMAGE_SETTINGS		= Sozlanmalar
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Oddiy
$CK_IMG_FORMAT_JPG_HQ		= JPG - Yuqori sifatda
$CK_IMAGE_JPG_CUSTOM		= JPG - Custom quality (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Animatsiyali GIF formatiga qanday saqlasa bo‘ladi?
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Get Started
$ST_OUT_TAB_VIDEO		= Videos
$ST_OUT_TAB_IMAGE		= Rasm
$BN_OUT_PLAY_VIDEO		= Ijro etish
$BN_OUT_OPEN_IMAGE		= Ochish
$BN_OUT_EDIT			= Tahrirlash
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Uzoqlashtirish
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam versiyasi
$ST_ABO_COPYRIGHT		= Mualliflik huquqi (c) 2009-2020 Bandicam.com
$BN_ABO_NEW_VERSION		= Yangi versiya aniqlandi.
$BN_ABO_CHECK_UPDATE		= Yangisini izlash
$ST_ABO_LICENCE_INFO		= Litsenziya haqida
$BN_ABO_REGISTER		= Qayd etish
$BN_ABO_REGISTER_HELP		= Qanday qilib xarid qilib qayd etiladi
$BN_ABO_UPDATE_REGISTRATION	= Update Registration
$ST_ABO_HOMEPAGE_INFO		= Veb sayt havolasi
$ST_ABO_HOMEPAGE_URL		= Rasmiy sahifa
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Please select device!
$ST_DEVICE_CONNECTING		= Connecting...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> is a must-have program for Bandicam users. You can quickly cut and join videos recorded with Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Learn more
$ST_UPDATE_STEP2_TEXT		= Download in progress...
$BTN_UPDATE_INSTALL		= Install now
$BTN_UPDATE_LATER		= No, thank you!
$BTN_UPDATE_CANCEL		= Cancel
$BTN_UPDATE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Select the recording mode you want to use.
$ST_START_SEL_RECT		= Rectangle area
$ST_START_SEL_FULL		= Fullscreen
$ST_START_SEL_MOUSE		= Around mouse
$ST_START_SEL_GAME		= Game recording
$ST_START_SEL_DEVICE		= Device recording
$ST_START_SEL_HELP		= Yordam

$ST_START_RECT_TITLE		= Screen Recording - Rectangle on a screen
$ST_START_RECT_DESC		= This mode allows you to record a partial area in the rectangle window.
$ST_START_RECT_STEP		= 1. Select a size and area to be captured.[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_FULL_TITLE		= Screen Recording - Fullscreen
$ST_START_FULL_DESC		= This mode allows you to record the whole screen of your display.
$ST_START_FULL_STEP		= 1. Choose a monitor to be captured. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_MOUSE_TITLE		= Screen Recording - Around mouse
$ST_START_MOUSE_DESC		= This mode allows you to record around the mouse cursor being moved by the user over the desktop screen.
$ST_START_MOUSE_STEP		= 1. Choose a certain size to be captured.[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_GAME_TITLE		= Game Recording Mode 
$ST_START_GAME_DESC		= This mode allows you to record gameplay while showing FPS.
$ST_START_GAME_STEP		= 1. Start a game and check the green-colored number (FPS).[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_DEVICE_TITLE		= Device Recording Mode
$ST_START_DEVICE_DESC		= This mode allows you to record external video devices such as a Webcam, Xbox, Smartphone, IPTV, etc.
$ST_START_DEVICE_STEP		= 1. Select a webcam or capture device. [br]2. Click the 'REC' button or press the record hotkey.

$BN_START_HELP			= Yordam
$BN_START_RECORD		= Start recording
$BN_START_RECORD_STOP		= Stop recording
$ST_START_HOTKEY_RECORD		= Record/Stop
$ST_START_HOTKEY_SCREENSHOT	= Image capture
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Select a recording area
$MENU_RECTANGLE			= Rectangle on a screen
$MENU_FULLSCREEN		= Fullscreen
$MENU_AROUND_MOUSE		= Around mouse
$MENU_RECT_FIND_WINDOW		= Select a recording area
$MENU_RECT_CUSTOM		= Custom size
$MENU_RECT_RECENTLY_USED	= Recently used size
$MENU_FULL_DISPLAY_1		= Display 1
$MENU_FULL_DISPLAY_2		= Display 2
$MENU_FULL_DISPLAY_3		= Display 3
$MENU_FULL_DISPLAY_4		= Display 4
$MENU_FULL_DISPLAY_5		= Display 5
$MENU_FULL_DISPLAY_6		= Display 6
$MENU_FULL_DISPLAY_7		= Display 7
$MENU_FULL_DISPLAY_8		= Display 8
$MENU_MOUSE_CUSTOM		= Custom size
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Chiquvchi jildni ochmoq
$TOOLTIP_SCHEDULED_RECORDING	= Scheduled Recording
$TOOLTIP_SCREENSHOT		= Olingan Surat
$TOOLTIP_RECORD			= Yozmoq / To‘xtatmoq
$TOOLTIP_PAUSE			= Pauza
$TOOLTIP_UI_MODE		= Oddiy/Kengaytirilgan UI
$TOOLTIP_REGISTER		= Bandicam qayd etish
$TOOLTIP_ONLINE_HELP		= Onlayn ko‘mak

$TOOLTIP_TOOL_NONE		= Cursor (No drawing)
$TOOLTIP_TOOL_PEN		= Qalam
$TOOLTIP_TOOL_PEN_HL		= Yoritgich 
$TOOLTIP_TOOL_PEN_LINE		= Line
$TOOLTIP_TOOL_ARROW		= Arrow
$TOOLTIP_TOOL_BOX		= Quti
$TOOLTIP_TOOL_NUMBER		= Numbering
$TOOLTIP_TOOL_TEXT		= Text
$TOOLTIP_TOOL_ERASER		= O‘chirg‘ich
$TOOLTIP_TOOL_COLOR		= Rang tanlagich
$TOOLTIP_TOOL_LINE		= Chiziq qalinligi
$TOOLTIP_TOOL_UNDO		= Bekor qilmoq (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Ortga qaytarmoq (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Select recording mode
$TOOLTIP_HOME_RECT		= Screen Recording Mode - Rectangle
$TOOLTIP_HOME_FULL		= Screen Recording Mode - Fullscreen
$TOOLTIP_HOME_MOUSE		= Screen Recording Mode - Around mouse
$TOOLTIP_HOME_GAME		= Game Recording Mode
$TOOLTIP_HOME_DEVICE		= Device Recording Mode

$TOOLTIP_ADD_MOUSE_EFFECT	= Add Mouse cursor effects
$TOOLTIP_ADD_MICROPHONE		= Add Microphone
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Add Webcam overlay
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Bekor qilmoq
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Formatni moslash
IDC_ST_FMTSET_FILE		= Fayl turi
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Hajmi
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_CODEC_PROFILE	= Profile
IDC_ST_VIDEO_BITRATE		= Bitreyt
IDC_ST_VIDEO_QUALITY		= Sifati
IDC_ST_FMTSET_AUDIO		= Ovoz
IDC_CK_AUDIO_ORIGINAL_PCM	= Orginal formatda saqlash
IDC_ED_AUDIO_ORIGINAL_PCM	= Siz ko‘p-kanalli va yuqori darajali (96KGz yoki undan yuqorida) saqlay olasiz.
IDC_ST_AUDIO_CH			= Kanallar
IDC_ST_AUDIO_FREQ		= Chastota
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bitreyt
IDC_ST_FORMAT_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicamni qayd etish
IDC_ST_1BUY			= 1. Xarid qilish
IDC_ST_1BUY_COMMENT		= Iltimos, yodda tuting, Bandicam - bepul dastur emas. Agar logotipsiz yozishni xohlasangiz, \nLitsenziyani sotib olishingizga to‘g‘ri keladi.
IDC_BTN_BUY_ONLINE		= Onlayin xarid
IDC_ST_2REGISTER		= 2. Qayd etish
IDC_ST_2REGISTER_COMMENT	= Internet tarmog‘iga bog‘lanish zarur.
IDC_ST_EMAIL_ADDRESS		= E-mail
IDC_ST_SERIAL_NUMBER		= Seriya raqami
IDC_BTN_REGISTER_NOW		= Qayd etish
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE			= Yopmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Yangisini izlash
IDC_ST_UPDATE_SETTING		= Sozlanmalar
IDC_CK_UPDATE_ENABLE		= Avtomatik yangilashni yoqish
IDC_CK_UPDATE_POPUP		= Yangi versiya haqida xabarni e’lon qilmoq
IDC_UPDATE_CHECK_NOW		= Hoziroq izlash
IDC_CLOSE			= Yopmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Qo‘shimcha sozlanmalar
IDC_BTN_RESET			= Standart

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Asosiy
IDC_CK_ALWAYS_ON_TOP2		= Bandicam barcha oynalardan yuqorida
IDC_CK_START_MINIMIZED_TO_TRAY	= Bandicamni treyda ishga tushirish
IDC_CK_RUN_WHEN_START		= Bandicamni Windows bilan birga ishga tushirish
IDC_CK_RECORD_WHEN_RUN		= Bandicam ishga tushirilganda to‘liq ekranda yozishni boshlash
IDC_BTN_TIMER_RECORDING		= Avtomatik Yozishni boshlash vaqtini o‘rnatmoq
IDC_CK_SHOW_FPS_IN_VIDEO	= Saqlangan faylda FPSni ham yozish
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Maslahat/ma’lumot oynasini ko‘rsatish
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Avtomatik

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Tashqi
IDC_ST_OUT_OUTPUT_FOLDER	= Chiquvchi jild
IDC_CK_OUT_CREATE_SUBFOLDER	= Autocreate output subfolder with name:
IDC_RD_OUT_SUBFOLDER		= Same as recording target name
IDC_RD_OUT_SUBFOLDER_2		= "Videos" or "Images"
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Yozishni diskda keshlashga ruxsat berish
IDC_ST_OUT_FILE_NAMING		= Fayl nomini moslash
IDC_ST_OUT_EXAMPLE		= M.)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Dastur tili
IDC_ST_TRANSLATOR		= Quyidagi insonlarga o‘z ona-tillariga tarjima qilib jo‘natganlari uchun minnatdorchilik bildiramiz.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Nishonni tutish
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= IE9,10/Firefoxda DirectX10/11ni o‘chirish
IDC_CK_DISABLE_OVERLAY_ON_DX	= Ko‘rsatilgan videoni bloklash (DirectX overlay)
IDC_BTN_BLOCK_LIST		= Bloklanganlar ro‘yhati

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Boshqa sozlanmalar
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video uchun yozishni moslashtrish
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video uchun formatni moslashtrish
IDC_BTN_AUTO_COMPLETE_RECORDING	= Avtotugallash yozishini moslashtrish

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Yozishni avtotugallash
IDC_ST_RC_HOWTO			= Avtotugallash shartini o‘rnatish
IDC_RD_RC_NOTCOMPLETE		= Avtotugatmaslik
IDC_RD_RC_TIME			= Yozish vaqti bo‘yicha
IDC_ST_RC_MAX_TIME		= Maks.
IDC_RD_RC_SIZE			= Fayl hajmi bo‘yicha
IDC_ST_RC_MAX_SIZE		= Maks.
IDC_RD_RC_NOSOUND		= By silent duration (sec)
IDC_ST_RC_AFTER			= Avtotugallash yozishidan so‘ng
IDC_RD_RC_NOTHING		= Hech narsa bajarmaslik
IDC_RD_RC_NEW_RECORDING		= Yangi yozishni boshlash
IDC_RD_RC_EXIT_BDCAM		= Bandicamni yopish
IDC_RD_RC_SHUTDOWN		= Kompyuterni o‘chirish

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto Complete Recording - Notice
IDC_ST_NOSOUND_TITLE		= Silent State
IDC_ST_NOSOUND_DESC		= The recording will be stopped soon because no sound has been played.
IDC_ST_NOSOUND_DESC2		= Stop recording in %d seconds.
IDC_BTN_NOSOUND_CONTINUE	= Continue Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= O‘chirilmoqda
IDC_ST_SHUTDOWN			= O‘chirilmoqda
IDC_ST_SHUTDOWN_INFO		= Komputer o‘chirilmoqda.\nAgar o‘chirishni xohlamasangiz «Bekor qilmoq» tugmasini bosing.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Yozishni moslashtirish

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Ovoz yozish
IDC_ST_SND_SELECT_1		= Asosiy qurilma
IDC_BTN_SND_SETTING_1		= Moslashtrish
IDC_ST_SND_VOLUME_1		= Volume
IDC_CK_SND_MONO_1		= Mono
IDC_ST_SND_SELECT_2		= Qo‘shimcha qurilma (Microphone)
IDC_BTN_SND_SETTING_2		= Moslashtrish
IDC_ST_SND_VOLUME_2		= Volume
IDC_CK_SND_MONO_2		= Mono
IDC_CK_SND_MIX_SOUND		= Umumiy ovoz yo‘lagi asosiy qurilma o‘rniga
IDC_CK_SND_CAP_PUSH_TO		= Push-To-Talk or Push-To-Mute
IDC_ST_SOUND_HELP		= [ Yordam ]
IDC_CK_SND_SAVE_AS_WAV		= WAV ovoz faylini siqmasdan parallel saqlash

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Video ustiga veb kamerani qo‘shish
IDC_ST_WEBCAM_SETTING		= Moslashtrish
IDC_ST_WEBCAM_POS		= Joylashuv joyi:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Use Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Advanced
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Advanced options
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Ekranda veb kamerani oldindan ko‘rish
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Chiquvchi tezkor tugmasini oldindan ko‘rish:
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Add webcam overlay to output video file
IDC_RD_WEBCAM_SAVE_AS_MP4	= Save webcam video as separate file (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Videoyozuvga logotip qo‘ymoq
IDC_ST_LOGO_SETTING		= Moslashtrish
IDC_ST_LOGO_IMAGE		= Rasm:
IDC_ST_LOGO_OPACITY		= Shafoflik:
IDC_ST_LOGO_POS			= Joylashuv joyi:
IDC_ST_LOGO_LR_MARGINS		= Chap/O‘ng hoshiyalari:
IDC_ST_LOGO_TB_MARGINS		= Yuqori/Pastgi hoshiyalari:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Show mouse cursor
IDC_ST_CURSOR_SIZE		= Size
IDC_ST_EFFECTS_MOUSE		= Sichqoncha uchun
IDC_CK_ADD_CLICK_EFFECTS	= Sichqonchani bosish effektini qo‘shmoq
IDC_ST_CLICK_EFFECT_SIZE	= Size
IDC_ST_LEFT_CLICK_COLOR		= Sichqonchani chap tomonini bosish rangi
IDC_ST_RIGHT_CLICK_COLOR	= Sichqonchani chap tomonini bosish rangi
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Kursorosti rangi effektini qo‘shish
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Size
IDC_ST_HIGHLIGHT_COLOR		= Kursorosti effekti rangi
IDC_ST_EFFECT_PREVIEW_TITLE	= Preview
IDC_ST_EFFECTS_MOUSE_SOUND	= Play mouse click sounds while recording
IDC_CK_EFFECT_LCLICK_SOUND	= Left click
IDC_CK_EFFECT_RCLICK_SOUND	= Right click

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Add text overlay to video
IDC_BTN_TEXT_OVERLAY_ADD	= Add
IDC_BTN_TEXT_OVERLAY_EDIT	= Edit
IDC_BTN_TEXT_OVERLAY_DEL	= Delete

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Tanlov
IDC_ST_REC_PRIORITY		= Yozish taqsimoti:
IDC_ST_REC_PRIORITY2		= Yuqori taqsimot kadrlar harakatini sekinlashtirishi mumkin.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Qachonki kadr yangilanmay qolsa, yozishni to‘xtatish
IDC_CK_ENHANCED_DX9_CAPTURE	= Kuchaytirilgan tasvirga olish uslubini qo‘llash (tez, faqat DirectX 9 da)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_SHOW_COUNTDOWN_TIMER	= Show countdown timer before recording begins
IDC_CK_ENHANCED_CAPTURE		= Kuchaytirilgan tasvirga olish uslubi (tezroq, Windows 8 yoki yuqorisi)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Play sound effects when started or stopped

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webcam preview and advanced settings
IDC_ST_WEBCAM_PRESET_POS	= Preset position
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Sozlanmalar
IDC_ST_WEBCAM_DEVICE		= Veb kamera:
IDC_BTN_WEBCAM_DEVICE		= Moslashtrish
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Overlay size:
IDC_ST_WEBCAM_POS_H		= X position:
IDC_ST_WEBCAM_POS_V		= Y position:
IDC_ST_WEBCAM_FLIPSCREEN	= Flip screen:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Use Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Color:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Select
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Similarity: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Blend:
IDC_LN_WEBCAM_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Veb kamerani oldindan ko‘rmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Text overlay settings
IDC_ST_TEXT_OVERLAY_SETTINGS	= Settings
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Include timestamp
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Size:
IDC_ST_TEXT_MARGIN		= Margin:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Text color:
IDC_CK_TEXT_SHADOW_COLOR	= Shadow:
IDC_CK_TEXT_OUT_COLOR		= Outline:
IDC_LN_TEXT_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Image capture settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Add logo to image
IDC_ST_IMG_LOGO_SETTING		= Moslashtrish
IDC_ST_IMG_LOGO_IMAGE		= Rasm:
IDC_ST_IMG_LOGO_OPACITY		= Shafoflik:
IDC_ST_IMG_LOGO_POS		= Joylashuv joyi:
IDC_ST_IMG_LOGO_LR_MARGINS	= Chap/O‘ng hoshiyalari:
IDC_ST_IMG_LOGO_TB_MARGINS	= Yuqori/Pastgi hoshiyalari:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Asosiy nishon o‘lchami
IDC_ST_TARGET_SIZE_SETTING	= Moslashtrish
IDC_ST_TARGET_SIZE		= Nishon o‘lchami:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Yangi Oldindan belgilangan o‘lchamni qo‘shmoq
IDC_ST_ADD_SIZE_PRESET		= Joriy nishon o‘rni va o‘lchamini, oldindan belgilangan o‘lchamni yangidan saqlasangiz bo‘ladi.\nYangini kiritmoq.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Oldindan belgilangan o‘lchamni tahrirlash
IDC_BTN_SIZE_PRESET_ADD		= Qo‘shmoq
IDC_BTN_SIZE_PRESET_DEL		= O‘chirmoq
IDC_BTN_SIZE_PRESET_REN		= Qaytanomlamoq
IDC_BTN_SIZE_PRESET_UP		= Yuqoriga
IDC_BTN_SIZE_PRESET_DN		= Pastga

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Oldindan belgilangan o‘lchamni qaytanomlash
IDC_ST_REN_SIZE_PRESET		= Yangi nomini kiriting.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Ma’lumot
IDC_ST_ACAP_INFO		= Ovoz yozish ma’lumoti
IDC_ST_ACAP_INFO2		= Sizning ovoz kartangiz ovozni tutmaydi. \nIltimos, «Yozdiruvchi qurilmalarni» tekshiring. \n\nOnlayn ma’lumot uchun sahifamizga tashrif buyurishingiz mumkin?
IDC_CK_ACAP_DO_NOT_ASK		= Boshqa so‘ramaslik
IDC_BTN_YES			= Ha
IDC_BTN_NO			= Yo‘q

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Yozishning maksimal vaqti
IDC_ST_RC_TIME_SETTING		= Moslashtrish
IDC_ST_RC_TIME_HOUR		= Soat
IDC_ST_RC_TIME_MIN		= Daqiqa
IDC_ST_RC_TIME_SEC		= Soniya

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Faylning maksimal hajmi
IDC_ST_RC_FILESIZE_SETTING	= Moslashtrish

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Yangi shablon qo‘shish
IDC_ST_ADD_PRESET		= Siz joriy sozlanma formatini saqlashingiz mumkin \nyangi shablobda. Yangi shablon nomini kiriting:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Foydalanuvchi shablonini tahrirlash
IDC_BTN_PRESET_ADD		= Qo‘shmoq
IDC_BTN_PRESET_DEL		= O‘chirmoq
IDC_BTN_PRESET_REN		= Qaytanomlamoq
IDC_BTN_PRESET_UP		= Olmoq
IDC_BTN_PRESET_DN		= Qo‘yib yubormoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Shablonni qaytanomlamoq
IDC_ST_REN_PRESET		= Shablon uchun yangi nomni kiriting:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Tashqi video kodekni tanlash
IDC_ST_CODEC_EX_LIST		= O‘rnatilgan VFW kodeklar ro‘yhati 
IDC_ST_CODEC_EX_SETTINGS	= Moslashtrish
IDC_ST_CODEC_EX_DRIVER		= Drayver nomi
IDC_ST_CODEC_EX_FOURCC		= FourCC kodi
IDC_ST_CODEC_EX_QUALITY		= Sifat
IDC_ST_CODEC_EX_DATERATE	= Jarayon tezligi
IDC_ST_CODEC_EX_KEYFRAME	= Kadr. soni orasi
IDC_CK_CODEC_EX_PREFER_RGB	= Prefer RGB colorspace
IDC_BTN_CODEC_EX_CONFIG		= Konfiguratsiya
IDC_BTN_CODEC_EX_ABOUT		= Dastur haqida
IDC_ST_CODEC_EX_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Bloklangan jarayonlar ro‘yhati
IDC_ST_BLOCK_LIST		= Kenyingi jarayonda tutib bo‘lmaydi.
IDC_ST_BLOCK_LIST_EX		= Yozish namunasi:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (Nvidia® CUDA™) sozlanmasi
IDC_ST_H264_CUDA_RATE_CONTROL	= Tezlik nazorati
IDC_RD_H264_CUDA_VBR		= VBR - sifati bo‘yicha (tavsiya etiladi)
IDC_RD_H264_CUDA_CBR		= CBR - bitreyt bo‘yicha
IDC_ST_H264_CUDA_GPU_USAGE	= GPUni ishlatish
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Faqat GPU (Kuchli GPUlar uchun)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU qurilmasi:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Boshqa sozlanmalar
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Muhim kadrlar oralig‘i:
IDC_ST_H264_CUDA_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Sozlanmasi
IDC_ST_H264_SYNC_RATE_CONTROL	= Tezlik nazorati
IDC_RD_H264_SYNC_VBR		= VBR - sifati bo‘yicha (tavsiya etiladi)
IDC_RD_H264_SYNC_CBR		= CBR - bitreyt bo‘yicha
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Boshqa sozlanmalar
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Muhim kadrlar oralig‘i:
IDC_ST_H264_SYNC_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) Sozlanmasi
IDC_ST_H264_APP_RATE_CONTROL	= Tezlik nazorati
IDC_RD_H264_APP_VBR		= VBR - sifat bo‘yicha (tavsiya etiladi)
IDC_RD_H264_APP_CBR		= CBR - bitreyt bo‘yicha
IDC_ST_H264_APP_OTHER_OPTIONS	= Boshqa sozlanmalar
IDC_ST_H264_APP_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_APP_KEYFRAME_INT	= Muhim kadrlar oralig‘i:
IDC_ST_H264_APP_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Sozlanmasi
IDC_ST_XVID_RATE_CONTROL	= Tezlik nazorati
IDC_RD_XVID_VBR			= VBR - sifati bo‘yicha (tavsiya etiladi)
IDC_RD_XVID_CBR			= CBR - bitreyt bo‘yicha
IDC_ST_XVID_OPTIMIZATION	= VBRni optimallash
IDC_RD_XVID_FASTER_SPEED	= Tezkor kodlash tezligi
IDC_RD_XVID_SMALLER_SIZE	= Kichik hajimdagi fayl
IDC_ST_XVID_OTHER_OPTIONS	= Boshqa tanlovlar
IDC_ST_XVID_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Moslashtrish
IDC_ST_H264_NVENC_RATE_CONTROL	= Daraja nazorati
IDC_RD_H264_NVENC_VBR		= VBR - sifati-asosida (tavsiya etiladi)
IDC_RD_H264_NVENC_CBR		= CBR - bitreyt-asosida
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Ishlatilishi
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU qurilma:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Boshqa tanlovlar
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Muhim kadrlar oralig‘i:
IDC_ST_H264_NVENC_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Yozish taymeri
IDC_ST_TIMER_SETTINGS		= Moslashtirish
IDC_RD_TIMER_START_IN		= orqali boshlash
IDC_ST_TIMER_MINUTES		= daqiqa
IDC_RD_TIMER_START_AT		= ga boshlash
IDC_CK_TIMER_MINIMIZE		= Yozish boshlanganda Bandicamni treyga o‘rab qo‘ymoq.
IDC_ST_TIMER_AUTO_COMPLETE	= Avtomatik yozishni bajarish
IDC_BTN_TIMER_AUTO_COMPLETE	= Moslash

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Yozish taymeri - Boshlash kutilmoqda
IDC_ST_TIMER_WAITING_INFO	= %s-ga yozish kutilmoqda.
IDC_ST_TIMER_ELAPSED		= O‘tgan vaqt:
IDC_ST_TIMER_REMAINING		= Qolgan vaqt:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPSni moslash
IDC_ST_FORMAT_FPS_MODE		= Kadrlar chastotasi rejimi
IDC_RD_FORMAT_FPS_CFR		= CFR - doimiy kadrlar chastotasi
IDC_ST_FORMAT_FPS_CFR		= Agar kadrlar chastotasi juda past bo‘lsa VFRga qaytish.
IDC_RD_FORMAT_FPS_VFR		= VFRni qo‘llamoq - O‘zgaruvchi kadrlar chastotasi (Tavsiya etiladi)
IDC_ST_FORMAT_FPS_HELP		= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Upload to Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Upload Information
IDC_ST_YOUTUBE_FILENAME		= File name:
IDC_ST_YOUTUBE_TITLE		= Title:
IDC_ST_YOUTUBE_DESCRIPTION	= Description:
IDC_ST_YOUTUBE_PRIVACY		= Privacy:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Public - Allow anyone to see this video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Unlisted - Anyone who has the link to the video can see this video
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Private - Make this video visible to me and the users I select
IDC_BTN_YOUTUBE_UPLOAD		= Upload
IDC_LN_YOUTUBE_HELP		= Yordam
IDC_LN_YOUTUBE_TOS		= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Uploading...
IDC_ST_YOUTUBE_UPLOADED		= The video upload is complete!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Embed:
IDC_BTN_YOUTUBE_LINK_GO		= Go
IDC_BTN_YOUTUBE_EMBED_COPY	= Copy
IDC_BTN_YOUTUBE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic users can't use this option)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Only people with a password can see this video 
IDC_CK_HIDE_PASSWORD		= Hide Password
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Upload to Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Upload Information
IDC_ST_FACEBOOK_FILENAME	= File name:
IDC_ST_FACEBOOK_TITLE		= Title:
IDC_ST_FACEBOOK_DESCRIPTION	= Description:
IDC_ST_FACEBOOK_PRIVACY		= Privacy:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Public - Allow anyone to see this video
IDC_RD_FACEBOOK_PRIVACY_FOF	= Friends of friends - Allow your friends of friends to see this video
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Friends - Allow your friends to see this video
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Only Me - This video is visible only to you
IDC_BTN_FACEBOOK_UPLOAD		= Upload
IDC_LN_FACEBOOK_HELP		= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Uploading...
IDC_ST_FACEBOOK_UPLOADED	= The video upload is complete!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Go
IDC_BTN_FACEBOOK_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC mavjud
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 koderi mavjud. NVENC bu yuqori samarali apparat tezlanidan foydalanish koderi hisoblanadi. NVENC H.264 koderidan foydalanishni xohlaysizmi?\n<a>batafsil</a>
IDC_CK_NVENC_AVAILABLE		= Boshqa so‘rama

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Device Selection
IDC_ST_DEVICE_SELECTION		= Selection
IDC_ST_DEVICE_NAME		= Device:
IDC_BTN_DEVICE_NAME_SETTINGS	= Sozlanmalar
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Video Input:
IDC_ST_DEVICE_AUDIO_INPUT	= Audio Input:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Use custom audio device
IDC_BTN_DEVICE_INPUT_SETTINGS	= Sozlanmalar
IDC_ST_DEVICE_OPTIONS		= Options
IDC_ST_DEVICE_DEINTERLAING	= Deinterlacing:
IDC_ST_DEVICE_FLIPSCREEN	= Flip screen:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontal
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertical
IDC_LN_DEVICE_HELP		= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Compatibility Issue on Origin
IDC_LN_CAUTION_USING_WINAPPS	= If Windows Apps (UWP) hooking is enabled, a compatibility issue may occur on Origin. <a>Click here</a> to solve this problem.\n\nAre you sure you want to use Windows Apps hooking?
IDC_CK_CAUTION_USING_WINAPPS	= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Scheduled Recording List
IDC_ST_SREC_LIST_TEXT		= Schedule a time to start recording at a specific time. (This function is available when Bandicam is running.)
IDC_BTN_SREC_LIST_ADD		= Add
IDC_BTN_SREC_LIST_EDIT		= Edit
IDC_BTN_SREC_LIST_DELETE	= Delete
IDC_BTN_SREC_LIST_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Scheduled Recording
IDC_ST_SREC_SETTINGS_NAME	= Name:
IDC_CK_SREC_ACTIVE		= Active
IDC_ST_SREC_SCHEDULING		= Scheduling
IDC_RD_SREC_ONE_TIME		= One time
IDC_RD_SREC_DAILY		= Daily
IDC_RD_SREC_WEEKLY		= Weekly
IDC_ST_SREC_START_TIME		= Start time:
IDC_ST_SREC_END_TIME		= End time:
IDC_CK_SREC_DURATION		= Duration
IDC_CK_SREC_SUN			= Sunday
IDC_CK_SREC_MON			= Monday
IDC_CK_SREC_TUE			= Tuesday
IDC_CK_SREC_WED			= Wednesday
IDC_CK_SREC_THU			= Thursday
IDC_CK_SREC_FRI			= Friday
IDC_CK_SREC_SAT			= Saturday
IDC_ST_SREC_RECORDING		= Recording
IDC_ST_SREC_TARGET		= Recording Target:
IDC_BTN_SREC_TARGET_SELECT	= Select
IDC_ST_SREC_AFTER_RECORDING	= After recording:
IDC_LN_SREC_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= No sound capture devices
IDC_ST_ACAP_NO_DEVICE		= No sound capture devices have been detected.\nTherefore, there will be no audio track in the recorded video file.
IDC_CK_ACAP_DO_NOT_SHOW		= Don't show this message again

[MENU]
ID_POPUP_ABOUT			= Dastur haqida
ID_POPUP_GENERAL		= Assosiy sozlanmalar
ID_POPUP_FRAME			= FPS sozlanmasi
ID_POPUP_VIDEO			= Video sozlanmasi
ID_POPUP_IMAGE			= Surat sozlanmasi
ID_POPUP_OUTPUTS		= Chiquvchi fayl ro‘yxati
ID_POPUP_OPENOUTPUTFOLDER	= Chiquvchi jildni ochmoq
ID_POPUP_TARGET			= Nishon
ID_POPUP_SETTINGS		= Sozlanmalar
ID_POPUP_SIZE			= O‘lcham
ID_POPUP_EXIT			= Dasturdan chiqmoq

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_SCREEN		= Screen Recording Mode - Rectangle
ID_TARGET_FULL			= Screen Recording Mode - Fullscreen
ID_TARGET_MOUSE			= Screen Recording Mode - Around mouse
ID_TARGET_DEVICE		= Device Recording Mode
ID_TARGET_HELP			= Yordam

ID_TARGET_HIDE			= Ko‘rsatmoq / Berkitmoq \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Chizish rejimi \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Boshqa oynalardan yuqorida
ID_TARGET_COUNTDOWN_TIMER	= Show countdown timer
ID_TARGET_TRANSPARENCY		= Shafoflik
ID_TARGET_SIZE			= O‘lchami
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Chapga surmoq \t Left
ID_TARGET_MOVE_RIGHT		= O‘ngga surmoq \t Right
ID_TARGET_MOVE_UP		= Yuqoriga sumoq \t Up
ID_TARGET_MOVE_DOWN		= Pastga surmoq \t Down

ID_TARGET_INC_WIDTH		= Enini cho‘zmoq \t Shift+Right
ID_TARGET_DEC_WIDTH		= Enini qisqartirmoq \t Shift+Left
ID_TARGET_INC_HEIGHT		= Bo‘yini cho‘zmoq \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Bo‘yini qisqartirmoq \t Shift+Up

ID_TARGET_FIND_WINDOW		= Select a recording area \t Ctrl+F
ID_TARGET_FULLSCREEN		= To‘liq ekran \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 4:3ga yetkazmoq
ID_TARGET_RATIO_16_9		= 16:9ga yetkazmoq
ID_TARGET_SIZE_CUSTOM		= Alohida o‘lchami \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Oldindan o‘rnatilgan o‘lcham \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Yangi qo‘shmoq
ID_TARGET_SIZE_PRESET_EDIT	= Tahrirlamoq
ID_TARGET_SIZE_RU		= Recently used size \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= Chiquvchi jildni ochmoq
ID_TARGET_OUTPUT_LIST		= Output file list
ID_TARGET_EXIT_BANDICAM		= Dasturdan chiqmoq

ID_DEVICE_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Always on top
ID_DEVICE_SELECTION		= Select Device \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Fullscreen \t Enter
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Aspect Ratio
ID_DEVICE_KEEP_ASPECT_RATIO	= Keep Aspect Ratio
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Default
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Open Output Folder
ID_DEVICE_OUTPUT_LIST		= Output file list
ID_DEVICE_EXIT_BANDICAM		= Exit Bandicam

ID_USER_PRESET_ADD		= Qo‘shmoq
ID_USER_PRESET_EDIT		= Tahrirlamoq

ID_SORT_BY_DATE			= Sana bo‘yicha saralamoq
ID_SORT_BY_NAME			= Nomi bo‘yicha saralamoq
ID_SORT_BY_SIZE			= Hajmi bo‘yicha saralamoq

ID_OUTPUTS_LB_PLAY		= Ijro etmoq
ID_OUTPUTS_LB_OPEN		= Ochmoq
ID_OUTPUTS_LB_EDIT		= Tahrirlamoq
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= O‘chirmoq     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Barchasini belgilamoq \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Chiquvchi jildni ochmoq

ID_UPLOAD_TO_YOUTUBE		= Upload to Youtube
ID_UPLOAD_TO_VIMEO		= Upload to Vimeo
ID_UPLOAD_TO_FACEBOOK		= Upload to Facebook

ID_BDCAM_SIZE_DEFAULT		= Standart o‘lchami
